Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The oil is saturated and is in contact with a thin gas zone at the top of the reservoir.
nb: Oljen er mettet og står i kontakt med en tynn gassone i toppen av reservoaret.

source: The entire reservoir, including the water zone, consists of sandstones about 280 metres thick.
nb: Hele reservoaret, inklusiv vannsonen, består av sandsteiner på om lag 280 meter tykkelse.

source: Preliminary estimates place the size of the discovery, which constitutes the southern part of the prospect, at between 4 and 19 million standard cubic metres (Sm3) of recoverable oil equivalents.
nb: Foreløpige beregninger av størrelsen på funnet, som utgjør den sørlige delen av prospektet, er på mellom 4 og 19 millioner standard kubikkmeter (Sm3) utvinnbare oljeekvivalenter.

source: Additional appraisal wells will be needed to determine the size of the discovery.
nb: Flere avgrensningsbrønner er nødvendig for å fastsette funnets størrelse.

source: The production rate was 325 Sm3 oil per flow day through a 48/64-inch nozzle.
nb: Produksjonsraten var på 325 Sm3 olje per strømningsdøgn gjennom en 48/64 tommers dyseåpning.

source: The gas/oil ratio is 180 Sm3/Sm3.
nb: Gass/olje-forholdet er 180 Sm3/Sm3.

source: This is the second exploration well drilled in production licence 359.
nb: Dette er den andre letebrønnen som er boret i utvinningstillatelse 359.

source: Well 16/4-6 S was drilled to a vertical depth of 2188 metres below the sea surface and was terminated in Triassic rocks.
nb: Brønn 16/4-6 S ble boret til et vertikalt dyp på 2188 m meter under havoverflaten og ble avsluttet i trias bergarter.

source: The water depth is 101 metres.
nb: Havdypet er 101 meter.

source: The well was drilled by the Bredford Dolphin, which will now drill appraisal well 16/2-21 on the Johan Sverdrup field in production licence 501, where Lundin Norway AS is the operator.
nb: Brønnen ble boret av Bredford Dolphin, som nå skal bore avgrensningsbrønn 16/2-21 på Johan Sverdrupfeltet i utvinningstillatelse 501, der Lundin Norway AS er operatør.

source: The well was drilled about 0.5 kilometres west of the well 16/4-4 and about 15 kilometres northeast of the Sleipner Øst field in the central part of the North Sea.
nb: Brønnen ble boret om lag 0,5 kilometer vest for brønnen 16/4-4 og om lag 15 kilometer nordøst for Sleipner Østfeltet i den midtre delen av Nordsjøen.

source: The objective of the well was to prove petroleum in Jurassic and Triassic reservoir rocks (Hugin and Skagerrak formations).
nb: Hensikten med brønnen var å påvise petroleum i jura og trias reservoarbergarter (Hugin- og Skagerrakformasjonen).

source: The well encountered an approx. 45-metre thick Hugin formation and 50-metre thick Skagerrak formation in Upper Triassic, both with very good reservoir properties.
nb: Brønnen påtraff en om lag 45 meter tykk Huginformasjon og 50 meter tykk Skagerrakformasjon i øvre trias, begge med svært gode reservoaregenskaper.

source: The well is the first exploration well in production licence 544.
nb: Brønnen er den første letebrønnen i utvinningstillatelse 544.

source: The well was drilled to a vertical depth of 2600 metres below the sea surface, and was terminated in the Skagerrak formation in Triassic.
nb: Brønnen ble boret til et vertikalt dyp av 2600 meter under havflaten, og ble avsluttet i Skagerrakformasjonen i trias.

source: The water depth is 91 metres.
nb: Havdypet er 91 meter.

source: Well 16/4-7 was drilled by the Bredford Dolhpin drilling facility which will now proceed to the oil discovery 16/2-6 Johan Sverdrup in production licence 501 in the central part of the North Sea to drill appraisal well 16/5-4, where Lundin is the operator.
nb: Brønn 16/4-7 ble boret av boreinnretningen Bredford Dolhpin, som nå skal til til oljefunnet 16/2-6 Johan Sverdrup i utvinningstillatelse 501 i den midtre delen Nordsjøen for å bore avgrensningsbrønn 16/5-4 der Lundin er operatør.

source: The discovery was proven by Lundin Norway AS in the autumn of 2010 in the central part of the North Sea.
nb: Funnet ble påvist av Lundin Norway AS høsten 2010 i den midtre delen av Nordsjøen.

source: The reservoir is in Upper Jurassic reservoir rocks.
nb: Reservoaret er i øvre jura reservoarbergarter.

source: Well 16/5-3 was drilled about six kilometres south of well 16/2-15 and five kilometres southwest of well 16/5-2.
nb: Brønn 16/5-3 er boret omlag seks kilometer sør for brønn 16/2-15 og fem kilometer sørvest for brønn 16/5-2.

source: The objective of well 16/5-3 was to delineate the Johan Sverdrup discovery in Upper to Middle Jurassic reservoir rocks in an area not previously included as part of the discovery due to uncertainty regarding the scope of the reservoir.
nb: Hensikten med brønn 16/5-3 var å avgrense Johan Sverdrup-funnet i øvre til midtre jura reservoarbergarter i et område som tidligere ikke har vært inkludert som en del av funnet på grunn av usikkerhet knyttet til utbredelsen av reservoaret.

source: The well encountered a gross oil column of 13.5 metres in Upper Jurassic reservoir rocks, of which about 12 metres were of good reservoir quality as expected.
nb: Brønnen påtraff en brutto oljekolonne på 13,5 meter i øvre jura reservoarbergarter, hvorav om lag 12 meter av god reservoarkvalitet som forventet.

source: The oil/water contact was not encountered, but pressure readings show that the area is part of the Johan Sverdrup discovery.
nb: Olje/vann-kontakten ble ikke påtruffet, men trykkmålinger viser at området er en del av Johan Sverdrup-funnet.

source: Three formation tests (mini-DST) have been carried out.
nb: Tre formasjonstester (mini-DST) er gjennomført.

source: They showed good to very good oil flow rates.
nb: De viste gode til meget gode strømningsrater av olje.

source: The gas/oil ratio is 40.6 Sm3/Sm3 and the oil density is calculated at 0.81 g/cm3 in the reservoir.
nb: Gass/olje-forholdet er 40,6 Sm3/Sm3 og oljetettheten er beregnet til 0,81 g/cm3 i reservoaret.

source: The licensees in the Johan Sverdrup discovery have now started assessing various development solutions.
nb: Rettighetshaverne i Johan Sverdrup-funnet er nå i gang med å vurdere ulike utbyggingsløsninger.

source: This is the first exploration well in production licence 502.
nb: Dette er den første letebrønnen i utvinningstillatelse 502.

source: Appraisal well16/5-3 was drilled to a vertical depth of 1971 metres below the sea surface and was terminated in Triassic or Permian rocks.
nb: Avgrensningsbrønn 16/5-3 ble boret til et vertikalt dyp på 1971 meter under havflaten og ble avsluttet i trias eller perm bergarter.

source: Water depth is 108 metres.
nb: Havdypet er 108 meter.

source: The well was drilled by the Ocean Vanguard drilling facility, which will now proceed to drill appraisal well 16/2-17 for Statoil Petroleum AS in production licence 265 on the Johan Sverdrup discovery.
nb: Brønnen ble boret av boreinnretningen Ocean Vanguard, som nå skal fortsette med boring av avgrensningsbrønn 16/2-17 for Statoil Petroleum AS i utvinningstillatelse 265 på Johan Sverdrup-funnet.

source: Well 16/5-4 was drilled on the south-western flank of the discovery, about 4.3 kilometres southwest of appraisal well 16/5-2 S and about 3.1 kilometres southeast of well 16/5-3 (production licence 502).
nb: Brønn 16/5-4 ble boret på sørvestflanken av funnet, om lag 4,3 kilometer sørvest for avgrensningsbrønn 16/5-2 S og om lag 3,1 kilometer sørøst for brønn 16/5-3 (utvinningstillatelse 502).

source: The objective of the well was to delineate the Johan Sverdrup discovery by examining the thickness, properties and depth of the reservoir, as well as determine the height of the oil column and clarify the oil-water contact in the south-western part.
nb: Hensikten med brønnen var å avgrense Johan Sverdrupfunnet ved å undersøke tykkelse, egenskaper og dyp til reservoaret, samt fastsette høyden på oljekolonnen og avklare olje-vannkontakten i den sørvestlige delen.

source: The licensees consider the area to be important with regard to the drainage strategy for the discovery.
nb: Rettighetshaverne anser området som viktig med hensyn til dreneringsstrategien for funnet.

source: The reservoir came in somewhat thinner than expected, and is situated most probably on Triassic rocks.
nb: Reservoaret kom inn noe tynnere enn forventet og ligger over bergarter sannsynlig av trias alder.

source: The reservoir rocks, most likely Late Jurassic, consist of about six metres of sandstone with very good reservoir quality.
nb: Reservoarbergarten, trolig av senjura alder, består av om lag seks meter sandstein med svært god reservoarkvalitet.

source: Extensive data acquisition and sampling have been carried out in the well, and a sensor will be installed to observe the pressure development in the reservoir over the next two to five years.
nb: Det er utført omfattende datainnsamling og prøvetaking i brønnen, og det blir installert en sensor for å observere trykkutviklingen i reservoaret de neste to til fem år.

source: This is part of the planning process for an optimal recovery strategy for the discovery.
nb: Dette er en del av planleggingen for en optimal utvinningsstrategi for funnet.

source: The well is the 16th exploration well in production licence 501.
nb: Brønnen er den 16. letebrønnen i utvinningstillatelse 501.

source: Appraisal well 16/5-4 was drilled to a vertical depth of 2075 metres below the sea surface and was terminated in Triassic rocks.
nb: Avgrensningsbrønn 16/5-4 ble boret til et vertikalt dyp på 2075 meter under havflaten og ble avsluttet i bergarter i trias.

source: The well was drilled by the Bredford Dolphin drilling facility which will now proceed to drill appraisal well 16/3-7 in the southeastern part of the Johan Sverdrup discovery, this too in production licence 501.
nb: Brønnen ble boret av boreinnretningen Bredford Dolphin som nå skal bore avgrensningsbrønn 16/3-7 i den sørøstlige delen av Johan Sverdrupfunnet, også denne i utvinningstillatelse 501.

source: The well was drilled about 20 kilometres south of the Edvard Grieg field in the central part of the North Sea.
nb: Brønnen er boret om lag 20 kilometer sør for feltet Edvard Grieg i den sentrale delen av Nordsjøen.

source: The purpose of the well was to prove petroleum in Jurassic/Triassic reservoir rocks in a southern segment of the 16/4-6 S oil discovery.
nb: Hensikten med brønnen var å påvise petroleum i jura/trias reservoarbergarter i et sørlig segment av oljefunnet 16/4-6 S.

source: The well encountered 150 metres of fine-grained sandstone in Triassic, with poorer reservoir quality than expected.
nb: Brønnen påtraff 150 meter med finkornet sandstein i trias, med dårligere reservoarkvalitet enn forventet.

source: Small oil volumes were sampled from this sandstone without successful establishment of an oil gradient.
nb: Mindre mengder olje er prøvetatt i denne sandsteinen uten at det lyktes å etablere en oljegradient.

source: The reason for this is that the reservoir zone is dense.
nb: Årsaken til dette er at reservoarsonen er tett.

source: Sandstone with better reservoir quality was proven underneath this zone.
nb: Under denne sonen ble det påvist en sandstein med bedre reservoarkvalitet.

source: Pressure data shows that there is a pressure barrier between the 16/4-6 S discovery well to the west and well 16/5-5.
nb: Trykkdata viser at det er en trykkbarriere mellom funnbrønnen 16/4-6 S i vest og brønn 16/5-5.

source: This is the first exploration well in production licence 410.
nb: Dette er den første letebrønnen i utvinningstillatelse 410.

source: The well was drilled to a vertical depth of 2060 metres below the sea surface and was terminated in Triassic rocks.
nb: Brønnen ble boret til et vertikalt dyp av 2060 meter under havflaten og ble avsluttet i bergarter av trias alder.

source: The water depth is 100 metres.
nb: Havdypet er 100 meter.

source: Well 16/5-5 was drilled by the Bredford Dolphin drilling facility, which will now proceed to drill appraisal well 16/3-8 on the 16/2-6 Johan Sverdrup discovery in production licence 501, where Lundin Norway AS is the operator.
nb: Brønn 16/5-5 ble boret av boreinnretningen Bredford Dolphin, som nå skal bore avgrensningsbrønn 16/3-8 på funnet 16/2-6 Johan Sverdrup i utvinningstillatelse 501, der Lundin Norway AS er operatør.

source: The well was drilled about 40 kilometres east of the Sleipner Øst field and 60 kilometres south of the Johan Sverdrup discovery in the central part of the North Sea.
nb: Brønnen er boret om lag 40 kilometer øst for Sleipner Østfeltet og 60 kilometer sør for Johan Sverdrupfunnet i den midtre delen av Nordsjøen.

source: The objective of the well was to prove petroleum in Permian reservoir rocks (the Rotliegendes Group).
nb: Hensikten med brønnen var å påvise petroleum i reservoarbergarter i perm (Rotliegendesgruppen).

source: The well encountered the Rotliegendes Group with reservoir rocks and reservoir quality considerably poorer than expected.
nb: Den påtraff Rotliegendesgruppen med reservoarbergarter og reservoarkvalitet betydelig dårligere enn forventet.

source: Well 16/8-3 S is the first exploration well drilled in production licence 360, but there are three older wells within the licence area.
nb: Brønn 16/8-3 S er den første letebrønnen som er boret i utvinningstillatelse 360, men det er tre eldre brønner innenfor tillatelsens areal.

source: The well was drilled to a vertical depth of 3218 metres below the sea surface, and was terminated in the Rotliegendes Group in Permian.
nb: Brønnen ble boret til et vertikalt dyp av 3218 meter under havflaten, og den ble avsluttet i Rotliegendesgruppen i perm.

source: Well 16/8-3 S was drilled by the Songa Trym drilling facility, which will now proceed to production licence 169 B2 in the North Sea to drill wildcat well 25/11-27 where Statoil Petroleum AS is the operator.
nb: Brønn 16/8-3 S ble boret av boreinnretningen Songa Trym, som nå skal til utvinningstillatelse 169 B2 i Nordsjøen for å bore undersøkelsesbrønn 25/11-27 der Statoil Petroleum AS er operatør.

source: The well was drilled about 8 kilometres east of the Gyda field in the North Sea.
nb: Brønnen er boret omlag 8 kilometer øst for Gydafeltet i Nordsjøen.

source: The objective of the well was to prove petroleum in Upper and Middle Jurassic reservoir rocks (Ula and Bryne formations).
nb: Hensikten med brønnen var å påvise petroleum i øvre og midtre jura reservoarbergarter (Ula- og Bryneformasjonen).

source: The well encountered reservoir rocks with poorer reservoir quality than expected.
nb: Brønnen påtraff reservoarbergarter med dårligere reservoarkvalitet enn forventet.

source: Data acquisition and sampling have been carried out which showed that both levels are aquiferous.
nb: Det er utført datainnsamling og prøvetaking som viste at begge nivåene er vannførende.

source: 2/1-15 is the first exploration well in production licence 542.
nb: 2/1-15 er den første letebrønnen i utvinningstillatelse 542.

source: The well was drilled to a vertical depth of 3554 metres below the sea surface and was terminated in Triassic rocks (the Hegre group).
nb: Brønnen ble boret til et vertikalt dyp av 3554 meter under havflaten og ble avsluttet i bergarter av trias alder (Hegregruppen).

source: Water depth is 70 metres.
nb: Havdypet er 70 meter.

source: Well 2/1-15 was drilled by the Maersk Giant drilling facility which will now proceed to production licence 541 in the southeastern part of the North Sea to drill wildcat well 4/4-1 where Repsol Exploration Norge AS is the operator.
nb: Brønn 2/1-15 ble boret av boreinnretningen Maersk Giant som nå er gått til utvinningstillatelse 541 i sørøstlig del av Nordsjøen for å bore undersøkelsesbrønn 4/4-1 hvor Repsol Exploration Norge AS er operatør.

source: The well was drilled about 15 kilometres southwest of the Gyda field in the North Sea.
nb: Brønnen er boret om lag 15 kilometer sørvest for Gydafeltet i Nordsjøen.

source: The well encountered reservoir rocks with reservoir quality as expected.
nb: Brønnen påtraff reservoarbergarter med reservoarkvalitet som forventet.

source: 2/1-16 S is the second exploration well in production licence 299.
nb: 2/1-16 S er den andre letebrønnen i utvinningstillatelse 299.

source: The licence was awarded in APA 2003.
nb: Tillatelsen ble tildelt i TFO 2003.

source: The well was drilled to a vertical depth of 3736 metres below the sea surface and was terminated in the Upper Jurassic.
nb: Brønnen ble boret til et vertikalt dyp av 3736 meter under havflaten og ble avsluttet i øvre jura.

source: Water depth is 67 metres.
nb: Havdypet er 67 meter.

source: Well 2/1-16 S was drilled by the Maersk Giant drilling facility, which will now proceed to production licence 542 to drill wildcat well 2/1-15 where Det norske oljeselskap ASA is the operator.
nb: Brønn 2/1-16 S ble boret av boreinnretningen Maersk Giant, som nå skal til utvinningstillatelse 542 for å bore undersøkelsesbrønn 2/1-15 der Det norske oljeselskap ASA er operatør.

source: Production on the Norwegian continental shelf remained stable and higher than the forecast for the 3rd quarter of 2009.
nb: Produksjonen på norsk kontinentalsokkel var stabil og høyere enn prognosen for tredje kvartal 2009.

source: Oil production has declined somewhat, while gas production is rising.
nb: Oljeproduksjonen går noe ned, mens gassproduksjonen øker.

source: Drilling activity remains high and more exploration wells were drilled in the third quarter of this year than in the same period in 2008.
nb: Boreaktiviteten er fortsatt høy og det ble boret flere letebrønner i tredje kvartal i år enn tilsvarende periode i fjoråret.

source: Five new discoveries were made on the shelf in the third quarter, all of which are characterised as small.
nb: Det ble gjort fem nye funn på sokkelen i tredje kvartal.

source: Petroleum production Production of oil declined from 2.11 million barrels per day in the third quarter of 2008 to 1.94 million barrels per day in the third quarter of the year.
nb: Petroleumsproduksjon Produksjonen av olje gikk ned fra 2,11 millioner fat per dag i tredje kvartal 2008 til 1,94 millioner fat per dag i årets tredje kvartal.

source: If condensate and natural gas liquids (NGL) are included, daily production of liquids fell from 2.38 to 2.28 million barrels.
nb: Medregnet kondensat og flytende naturgass (NGL) så sank dagsproduksjonen av væske fra 2,38 til 2,28 millioner fat.

source: Fig.1 Daily production of oil per month compared with last year and forecast from December
nb: Fig.1 Daglig oljeproduksjon per måned sammenlignet med fjoråret, samt prognose fra desember

source: Fig.2 Daily production of liquid per month compared with last year
nb: Fig.2 Daglig væskeproduksjon per måned sammenlignet med fjoråret

source: Gas production is increasing.
nb: Gassproduksjonen øker.

source: In the third quarter of 2009, 22.69 billion standard cubic metres of gas were produced on the Norwegian shelf, compared with 19.87 billion standard cubic metres in the same period last year.
nb: I tredje kvartal 2009 ble det produsert 22,69 milliarder standard kubikkmeter gass på norsk sokkel.

source: Fig.3 Gas production per month compared with last year
nb: Fig.3 Gassproduksjon per måned sammenlignet med fjoråret

source: Total petroleum production from the Norwegian shelf in the third quarter of 2009 was 56.09 million cubic metres of oil equivalents.
nb: Samlet petroleumsproduksjon fra norsk sokkel i tredje kvartal 2009 var 56,09 millioner kubikkmeter oljeekvivalenter.

source: Production in the third quarter of 2008 was 54.65 million cubic metres of oil equivalents.
nb: Produksjonen i tredje kvartal 2008 var 54,65 millioner kubikkmeter oljeekvivalenter.

source: Discoveries Five new discoveries were made on the shelf in the third quarter, all of which were small.
nb: Funn Det ble gjort fem nye funn på sokkelen i tredje kvartal.

source: Three of the discoveries were made in the North Sea (end date for the well in parentheses):
nb: Tre av funnene ble gjort i Nordsjøen (sluttdato for brønnen i parentes):

source: 35/12-2, oil and gas, 6-30 million standard cubic metres recoverable oil equivalents.
nb: 35/12-2, olje og gass, 6-30 millioner standard kubikkmeter oljeekvivalenter utvinnbart.

source: (8 July)
nb: (8. juli)

source: 16/1-12, oil, size not determined.
nb: 16/1-12, olje, størrelse ikke avklart.

source: 35/3-7 S, gas, 3-8 billion standard cubic metres recoverable, total together with earlier discoveries (18 September)
nb: 35/3-7 S, gass, 3-8 milliarder standard kubikkmeter utvinnbart, totalt sammen med tidligere funn (18. september)

source: The last two discoveries were made in the Norwegian Sea
nb: De to siste funnene ble gjort i Norskehavet

source: 6507/3-7, gas, 0.6-3 million standard cubic metres recoverable.
nb: 6507/3-7, gass, 0,6-3 millioner standard kubikkmeter utvinnbart.

source: (17 July)
nb: (17. juli)

source: 6407/2-5 S, oil and gas, 1-2 billion standard cubic metres gas and 2-5 million standard cubic metres oil recoverable (7 September)
nb: 6407/2-5 S, olje og gass, 1-2 milliarder standard kubikkmeter gass og 2-5 millioner standard kubikkmeter olje utvinnbart (7. september)

source: There were 19 mobile drilling facilities in action on the shelf in the third quarter of this year, compared with 21 in the same period last year.
nb: I tredje kvartal i år var det 19 flyttbare boreinnretninger i aktivitet på sokkelen, mot 21 i tilsvarende periode i fjor.

source: In the third quarter of 2009, 29 development wells and four branch wells were spudded.
nb: I tredje kvartal 2009 ble det påbegynt 29 utvinningsbrønner og 4 grenbrønner.

source: In the same period in 2008, 33 development wells and eight branch wells were spudded.
nb: I tilsvarende periode i 2008 ble det påbegynt 33 utvinningsbrønner og 8 grenbrønner.

source: Fig.4 Completed exploration wells drilled in 2008 and 1st, 2nd and 3rd quarter 2009 by area and type of well.
nb: Fig.4 Avsluttede letebrønner boret i 2008 og i første, andre og tredje kvartal i 2009 fordelt på type og område

source: Many applicants in APA 2009 At the expiration of the application deadline for awards in predefined areas (APA) 2009 on the Norwegian continental shelf, the Ministry of Petroleum and Energy had received applications from 44 companies.
nb: Mange søkere i TFO 2009 Ved utløpet av søknadsfristen for tildeling i forhåndsdefinerte områder (TFO) 2009 på norsk kontinentalsokkel har Olje- og energidepartementet mottatt søknader fra 44 selskaper.

source: The Ministry plans to award new production licences in APA 2009 around the turn of the year 2009/2010.
nb: Departementet tar sikte på å tildele nye utvinningstillatelser i TFO 2009 i løpet av årsskiftet 2009/2010.

source: The well was drilled about nine kilometres northeast of the Grane field in the North Sea.
nb: Brønnen er boret om lag 9 kilometer nordøst for Granefeltet i Nordsjøen.

source: The primary exploration target for the well was to prove petroleum in the Balder formation in Eocene.
nb: Primært letemål for brønnen var å påvise petroleum i Balderformasjonen i eocen.

source: The secondary exploration target was to prove petroleum in Upper Jurassic sandstone in the Draupne formation.
nb: Sekundært letemål var å påvise petroleum i øvre jura sandstein i Draupneformasjonen.

source: Reservoir development was not proven in either of these levels and the well is classified as dry.
nb: Det ble ikke påvist reservoarutvikling i noen av disse nivåene og brønnen blir klassifisert som tørr.

source: Well 25/11-26 is the 13th exploration well in production licence 169.
nb: Brønn 25/11-26 er den 13. letebrønnen i utvinningstillatelse 169.
